---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.MSup6
source: html/3dcd2580-48d5-3646-c2b0-74297ca0556f.htm
---
# Autodesk.Revit.DB.SymbolTypeId.MSup6 Property

Symbol m⁶, indicating unit Meters to the sixth power.

## Syntax (C#)
```csharp
public static ForgeTypeId MSup6 { get; }
```